/* No comment provided by engineer. */
"A destination Jabber address is invalid." = "Eine Ziel-Jabber-Adresse ist ungültig.";

/* No comment provided by engineer. */
"Jabber ID cannot be empty." = "Die Jabber-ID darf nicht leer sein.";

/* No comment provided by engineer. */
"No destination specified." = "Kein Zielort angegeben.";

/* No comment provided by engineer. */
"Other destinations cannot be empty." = "Die anderen Zielorte dürfen nicht leer sein.";

/* No comment provided by engineer. */
"Password cannot be empty." = "Das Kennwort darf nicht leer sein.";

/* No comment provided by engineer. */
"Send an iChat message announcing a new podcast" = "Senden Sie eine iChat-Nachricht mit einer Ankündigung für einen neuen Podcast";

/* No comment provided by engineer. */
"The \"%@\" workflow has successfully processed \"%@\" submitted by \"%@\"" = "Der Arbeitsablauf „%1$@“ hat „%2$@“, übertragen von „%3$@“, erfolgreich verarbeitet";

/* No comment provided by engineer. */
"Too many destinations (maximum is 16)." = "Zu viele Zielorte (Maximum ist 16).";

/* No comment provided by engineer. */
"Unknown" = "Unbekannt";

